brew "curl"
brew "wget"
brew "stow"
brew "git"
brew "gh"
brew "zoxide"
brew "fzf"
brew "grep"
brew "eza"
brew "powerlevel10k"
brew "nvim"
brew "tmux"
brew "task"
brew "nvm"
brew "pyenv"
brew "docker"
tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"
cask "alacritty"
cask "visual-studio-code"
cask "arc"
cask "raycast"
cask "obsidian"
cask "spotify"
cask "karabiner-elements"
